#========뉴스 분류코드=========

news1 = {'100':'정치','101':'경제','102':'사회','103':'생활_문화','104':'세계','105':'IT_과학'} #대분류
news2 = list(news1)

politic1 = {'264':'청와대','265':'국회_정당','268':'북한','266':'행정','267':'국방_외교','269':'정치일반'} #정치 소분류
politic2 = list(politic1)

economy1 = {'259':'금융','258':'증권','261':'산업_재계','771':'중기_벤처',
            '260':'부동산','262':'글로벌 경제','310':'생활경제','263':'경제일반'} #경제 소분류
economy2 = list(economy1)

society1 = {'249':'사건사고','250':'교육','251':'노동','254':'언론','252':'환경','59b':'인권_복지',
            '255':'식품_의료','256':'지역','276':'인물','257':'사회_일반'} #사회 소분류
society2 = list(society1)

culture1 = {'241':'건강정보','239':'자동차_시승기','240':'도로_교통','237':'여행_레저','238':'음식_맛집','376':'패션_뷰티',
            '242':'공연_전시','243':'책','244':'종교','248':'날씨','245':'생활_문화_일반'} #생활/문화 소분휴
culture2 = list(culture1)

world1 = {'231':'아시아','232':'아메리카','233':'유럽','234':'중동,아프리카','322':'세계 일반'} #세계 소분류
world2 = list(world1)

science1 = {'731':'모바일','226':'인터넷_SNS','227':'통신_뉴미디어','230':'IT 일반',
            '732':'보안_해킹','283':'컴퓨터','229':'게임_리뷰','228':'과학_일반',} #IT/과학 소분류
science2 = list(science1)